<?php$lang += array (
  'DeleteAlly' => 'ลบพันธมิตร',
  'InvalidPwd' => 'รหัสผ่านไม่ถูกต้อง',
  'NotLeader' => 'คุณไม่ใช่ผู้นำพันธมิตร',
  'DelDone' => 'การลบเสร็จสมบูรณ์',
  'Character' => 'ตัวอักษร',
  'NoAllyUser' => 'ผู้เล่นนี้ไม่ได้อยู่ในพันธมิตรของคุณ',
  'Password' => 'รหัสผ่าน',
  'WeNeedPassword' => 'การเปลี่ยนแปลงทั้งหมดในส่วนนี้ ต้องการการยืนยันรหัสผ่านของคุณ',
  'Save' => 'บันทึก',
  'DelAlly' => 'ลบพันธมิตร:',
  'UpdateDone' => 'อัพเดทเรียบร้อย',
  'ActionWarn' => 'คำเตือน: การกระทำนี้ไม่สามารถยกเลิกในภายหลังได้',
  'NoDelDone' => 'การลบไม่เสร็จสิ้น...',
  'NewLeader' => 'ผู้นำใหม่:',
  'AllyDesc' => 'เกี่ยวกับพันธมิตร',
  'ChangeLeader' => 'เปลี่ยนผู้นำ',
);?>