<?php$lang += array (
  'Send' => 'ส่ง',
  'NoFolder' => 'ไม่มีแฟ้ม',
  'Folder:' => 'แฟ้ม:',
  'Archive' => 'ข้อความเก็บ',
  'MsgArch' => 'เก็บข้อความเรียบร้อย',
  'Messages' => 'ข้อความ',
  'MsgDel' => 'ลบข้อความ',
  'Delete' => 'ลบ',
  'NoMsgSelect' => 'ไม่มีข้อความที่ถูกเลือก',
  'Reply' => 'ตอบกลับ',
  'Archives' => 'ข้อความเก็บ',
  'FullArch' => 'คุณมีข้อความเก็บทั้งหมด 30 ข้อความแล้ว',
  'CreateFolder' => 'สร้างแฟ้มใหม่',
  'NoMsg' => 'ไม่มีข้อความ',
  'Reception' => 'กล่องขาเข้า',
  'WriteMsg' => 'เขียนข้อความ',
  'MoveTo:' => 'ย้ายไปที่:',
  'Messaging' => 'กล่องข้อความ',
  'InvertSelect' => 'สลับการเลือก',
);?>