<?php
$lang += Array (
		// Page : Premium
		'ByCard'		=> 'โดยบัตรเครดิต',
		'ByPhone'		=> 'โดยโทรศัพท์',
		'SelectOption'	=> 'เลือกวิธีของคุณ',
		'month'			=> 'เดือน',
		'months'		=> 'เดือน',
		'year'			=> 'ปี',
		'days'			=> 'วัน',
		'Prices'		=> 'ราคา',

		'NoEmailSet'	=> 'คุณไม่ได้ใส่อีเมล!',
		'AlreadyPremium'	=> 'บัญชีของคุณเป็นพรีเมี่ยมอยู่แล้ว',
		'NoCountryContact'	=> 'หากไม่มีประเทศของคุณอยู่ โปรดติดต่อเรา เราจะหาวิธีการช่วยเหลือให้',
		'ChooseYourCountry'	=> 'เลือกประเทศของคุณ',
		'PleaseEnterCode'	=> 'โปรดใส่รหัสที่ได้รับของคุณ',
		'PleaseCheckCookies'	=> 'โปรดตรวจสอบว่าเบราว์เซอร์ของคุณอนุญาตการใช้งานคุกกี้',

		'Description'	=> 'คุณสามารถจ่ายด้วยบัตรเครดิตผ่าน Paypal (ไม่จำเป็นต้องมีบัญชี), หรือโดยโทรศัพท์',
		
		'ByCardDescription'	=> '
			<p>
				<strong>ข้อดี</strong> : รวดเร็ว, <strong>ไม่</strong>จำเป็นที่จะต้องมีบัญชี Paypal, ประหยัดกว่า, มีหลายวิธีการ<br />
				<strong>ข้อเสีย</strong> : ต้องมีบัตรเครดิต, การยืนยันการเป็นพรีเมี่ยมช้ากว่า (ณ ตอนนี้)
			</p>
			<p>
				วิธีการนี้เป็นวิธีการแนะนำ เพราะถูกกว่าการจ่ายทางโทรศัพท์ และคุณสามารถได้จำนวนเดือนที่มากกว่าในราคาที่ถูกกว่า มีวิธีการจ่ายสองวิธีที่สามารถทำได้: จากบัตรโดยตรง หรือจากบัญชี Paypal ของคุณ
			</p>',
		'ByPhoneDescription'	=> '
			<p>
				<strong>ข้อดี</strong> : รวดเร็ว, ไม่ระบุชื่อ, ปลอดภัยกว่า, เป็นพรีเมี่ยมทันทีหลังการชำระเงิน<br />
				<strong>ข้อเสีย</strong> : แพง!
			</p>
			<p>
				หากคุณไม่ต้องการ หรือไม่สามารถจ่ายผ่านบัตรเครดิตได้ คุณสามารถเลือกวิธีการจ่ายผ่านโทรศัพท์ แต่จะแพงกว่า เนื่องจากมีค่าดำเนินการ ปัญหาอื่น: ราคาจะไม่เท่ากันในแต่ละประเทศ
				ยกตัวอย่าง ต้องจ่ายการโทร 2 ครั้ง ในราคา 1€43 และ 2€86 ในฝรั่งเศส แต่ต้องจ่ายการโทร 2 ครั้ง ในราคา 1€25 ต่อครั้งในเบลเยียม ดูตารางด้านล่าง
			</p>
			<div class="center"><strong>สำคัญ - แนะนำให้บันทึกรหัสที่คุณได้รับไว้ เมื่อมีปัญหาคุณสามารถแจ้งรหัสนี้เพื่อให้ทางเราตรวจสอบได้</strong></div>',
);
?>
