{
    "id_20_description": "Le chantier orbital permet de concevoir les vaisseaux directement dans l'espace. Cela permet la construction de vaisseaux bien plus important que dans l'usine de vaisseaux.",
    "id_6_description": "Une tour qui permet d'extraire l'eau du sous-sol, élément essentiel pour en extraire l'hydrogène qu'elle contient. Le surplus d'oxygène engendré par cette réaction permet aux colonies de disposer d'installation viables pour les colons et scientifiques.",
    "id_6_name": "Tour de forage",
    "id_18_description": "L'usine de vaisseaux permet la construction des vaisseaux légers, comme les chasseurs et vaisseaux de commerce.",
    "id_5_name": "Synthétiseur d'hydrogène",
    "id_7_name": "Synthétiseur avancé d'hydrogène",
    "id_3_description": "Les métaux sont des éléments très importants dans la construction de flotte et de bâtiments. Les mines de titane permettent d'extraire les métaux qui permettront de réaliser ces constructions.",
    "id_8_description": "Les recherches et concepts sont les clefs du développement, et pour cela il vous faudra des centres de recherches. Un bon niveau de centre de recherche vous permettra, entre autre, de diminuer le temps de chaque recherche.",
    "id_13_description": "Ces hangars permettent de stocker le titane, sans quoi la production s'arrêterait une fois les capacités de stockage dépassées. Dans une moindre mesure ils permettent de protéger quelques ressources du pillage des flottes ennemies.",
    "id_4_name": "Usine de Silicium",
    "id_13_name": "Hangar de titane",
    "id_16_description": "Les réservoir permettent de stocker l'eau, sans quoi la production s'arrêterait une fois les capacités de stockage dépassées. Dans une moindre mesure ils permettent de protéger quelques ressources du pillage des flottes ennemies.",
    "id_1_description": "Le centre de cité est le bâtiment de base de la ville. Il est assez important car il permet d'améliorer la vitesse de construction des bâtiments. Il permet aussi de fournir un peu d'énergie utile lorsque votre ville vient d'être construite.",
    "id_18_name": "Usine de vaisseaux",
    "id_20_name": "Chantier orbital",
    "id_19_description": "La plateforme de défense permet la création de défense sur la planète.",
    "id_1_name": "Centre de cité",
    "id_27_name": "Bouclier énergétique",
    "id_14_description": "Ces entrepôts permettent de stocker le silicium, sans quoi la production s'arrêterait une fois les capacités de stockage dépassées. Dans une moindre mesure ils permettent de protéger quelques ressources du pillage des flottes ennemies.",
    "id_8_name": "Centre de recherche",
    "id_26_name": "Réacteur du bouclier",
    "id_5_description": "L'hydrogène et principalement le deutérium et tritium sont des éléments importants dans le domaine de l'énergie, permettant de faire marcher les moteurs à combustion ou encore utilisés pour les réactions nucléaires. Les synthétiseur permettent de créer cet élément essentiel.",
    "id_26_description": "Ce sont les réacteurs permettant d'alimenter le bouclier énergétique. Sans eux le bouclier ne pourrait être mise en route.",
    "id_27_description": "Créé un bouclier énergétique permettant d'empêcher les troupes terrestre de rentrer temps qu'il est actif. Seules des attaques spatiales ou certaines armes peuvent le désactiver.",
    "id_15_description": "Les réservoir permettent de stocker l'hydrogène, sans quoi la production s'arrêterait une fois les capacités de stockage dépassées. Dans une moindre mesure ils permettent de protéger quelques ressources du pillage des flottes ennemies.",
    "id_15_name": "Réservoir d'hydrogène",
    "id_3_name": "Mine de Titane",
    "id_19_name": "Plateforme de défense",
    "id_4_description": "Les usine de Silicium permettent de récupérer et traiter différentes roches pour en récupérer le Silicium qui est utilisé en électronique par exemple.",
    "id_16_name": "Réservoir d'eau",
    "id_7_description": "L'hydrogène et principalement le deutérium et tritium sont des éléments importants dans le domaine de l'énergie, permettant de faire marcher les moteurs a combustion ou encore utilise pour les réactions nucléaire. Les synthétiseur permettent de créer cet élément essentiel.",
    "id_14_name": "Entrepôts de silicium"
}