<?php
$lbuilds[1]->name	= 'City Center';
$lbuilds[1]->desc	= 'City Center หรือศูนย์กลางเมือง เป็นสิ่งก่อสร้างพื้นฐานของเมือง มีความสำคัญในการเพิ่มความเร็วของการก่อสร้าง';

$lbuilds[3]->name	= 'Titanium Mine';
$lbuilds[3]->desc	= 'แร่โลหะเป็นธาตุที่สำคัญในการสร้างสิ่งก่อสร้างและยานอวกาศต่างๆ Titanium Mine เป็นเหมืองแร่ไททาเนียมที่ไว้ใช้สกัดแร่โลหะไว้สำหร้บงานสร้างต่างๆเหล่านี้';

$lbuilds[4]->name	= 'Silicon Plant';
$lbuilds[4]->desc	= 'Silicon Plant หรือโรงแร่ซิลิคอน สามารถสกัดแร่ซิลิคอนจากก้อนหิน ไว้ใช้ในงานทางไฟฟ้าต่างๆ';

$lbuilds[5]->name	= 'Hydrogen Synthesizer';
$lbuilds[5]->desc	= 'Hydrogen(ไฮโดรเจน) Deuterium(ดูเทอเรียม) และ Tritium(ทริเทียม) เป็นธาตุหลักที่สำคัญในกระบวนการสันดาปของเครื่องยนต์ต่างๆ หรือใช้ในปฏิกริยานิวเคลียร์ Synthesizer นี้จะสังเคราะห์ธาตุต่างๆที่จำเป็นเหล่านี้ออกมาได้';

$lbuilds[6]->name	= 'Derrick';
$lbuilds[6]->desc	= 'Derrick เป็นปั้นจั่นที่สูบน้ำออกมาจากใต้ดิน ซึ่งจำเป็นสำหรับการสกัดเอาไฮโรเจนไปใช้งาน และออกซิเจนที่เกิดจากกระบวนการนี้ก็ทำให้อาณานิคมสามารถรอดอยู่ได้ ทั้งชาวอาณานิคมและนักวิทยาศาสตร์';

$lbuilds[7]->name	= 'Advanced Hydrogen Synthesizer';
$lbuilds[7]->desc	= 'Hydrogen(ไฮโดรเจน) Deuterium(ดูเทอเรียม) และ Tritium(ทริเทียม) เป็นธาตุหลักที่สำคัญในกระบวนการสันดาปของเครื่องยนต์ต่างๆ หรือใช้ในปฏิกริยานิวเคลียร์ Synthesizer นี้จะสังเคราะห์ธาตุต่างๆที่จำเป็นเหล่านี้ออกมาได้';

$lbuilds[8]->name	= 'Research Center';
$lbuilds[8]->desc	= 'การค้นคว้าวิจัย และมโนทัศน์ คือกุญแจหลักในการพัฒนา ทำให้ต้องมี Research Center หรือศูนย์วิจัย ยิ่งระดับที่สูงขึ้น ก็จะยิ่งลดเวลาที่ใช้ในการวิจัยต่างๆให้น้อยลง';

$lbuilds[13]->name	= 'Titanium Hangar';
$lbuilds[13]->desc	= 'คลังสำหรับเก็บ Titanium ถ้าหากคลังมีการบรรจุจนเต็ม สายการผลิต Titamium ก็จะหยุดชะงักลง รวมทั้งคลังนี้ยังช่วยในการปกป้องทรัพยากรบางส่วนมิให้ถูกปล้นสดมภ์จากกองบินของศัตรู';

$lbuilds[14]->name	= 'Silicon Warehouses';
$lbuilds[14]->desc	= 'คลังสำหรับเก็บ Silicon ถ้าหากคลังมีการบรรจุจนเต็ม สายการผลิต Silicon ก็จะหยุดชะงักลง รวมทั้งคลังนี้ยังช่วยในการปกป้องทรัพยากรบางส่วนมิให้ถูกปล้นสดมภ์จากกองบินของศัตรู';

$lbuilds[15]->name	= 'Hydrogen Tank';
$lbuilds[15]->desc	= 'ถังสำหรับเก็บ Hydrogen ถ้าหากถังมีการบรรจุจนเต็ม สายการผลิต Hydrogen ก็จะหยุดชะงักลง รวมทั้งถังนี้ยังช่วยในการปกป้องทรัพยากรบางส่วนมิให้ถูกปล้นสดมภ์จากกองบินของศัตรู';

$lbuilds[16]->name	= 'Water Tank';
$lbuilds[16]->desc	= 'ถังสำหรับเก็บ Water ถ้าหากถังมีการบรรจุจนเต็ม สายการผลิต Water ก็จะหยุดชะงักลง รวมทั้งถังนี้ยังช่วยในการปกป้องทรัพยากรบางส่วนมิให้ถูกปล้นสดมภ์จากกองบินของศัตรู';

$lbuilds[18]->name	= 'Vessels Factory';
$lbuilds[18]->desc	= 'Vessels Factory';

$lbuilds[19]->name	= 'Platform of defense';
$lbuilds[19]->desc	= 'Platform of defense';

$lbuilds[20]->name	= 'Orbital Workshop';
$lbuilds[20]->desc	= 'Orbital Workshop';

$lbuilds[26]->name	= 'Reactor Shield';
$lbuilds[26]->desc	= 'Reactor Shield เป็นเตาปฏิกรณ์พลังงานให้กับ Energy Shield หรือโล่พลังงาน หากปราศจากเตาปฏิกรณ์นี้ โล่พลังงานก็มิอาจทำงานได้';

$lbuilds[27]->name	= 'Energy Shield';
$lbuilds[27]->desc	= 'สร้างโล่พลังงานเพื่อป้องกันกองกำลังภาคพื้นดินเข้าสู่อาณานิคม ต้องอาศัยการโจมตีแบบพิเศษหรืออาวุธบางประเภทในการทำลายโล่พลังงานนี้';
?>
