{
    "id_1_name": "City Center",
    "id_1_description": "The city center is the base building of the city. It is quite important because it improves the speed of construction. It can also provide some useful energy when your city has been built.",
    "id_3_name": "Titanium Mine",
    "id_3_description": "The metals are very important elements in the construction of buildings and fleet. Titanium mines used to extract metals that will achieve these buildings.",
    "id_4_name": "Silicon Plant",
    "id_4_description": "The silicon plant can recover and treat different rocks to recover the silicon that is used in electronics for example.",
    "id_5_name": "Hydrogen Synthesizer",
    "id_5_description": "The hydrogen, deuterium and tritium mainly are important elements in the field of energy needed to start combustion engines or used for nuclear reactions. The synthesizer can create this essential element.",
    "id_6_name": "Derrick",
    "id_6_description": "A tower that removes water from the basement, which is essential to extract the hydrogen it contains. The extra oxygen created by this reaction allows colonies to dispose of facility viable for the settlers and scientists.",
    "id_7_name": "The hydrogen, deuterium and tritium mainly are important elements in the field of energy needed to start the combustion engine or used for nuclear reactions. The synthesizer can establish this essential element.",
    "id_7_description": "The hydrogen, deuterium and tritium mainly are important elements in the field of energy needed to start the combustion engine or used for nuclear reactions. The synthesizer can establish this essential element.",
    "id_8_name": "Research Center",
    "id_8_description": "Research and concepts are the keys to development, and why you should research centers. A good level of research center will allow you, among other things, decrease the time of each search.",
    "id_13_name": "Titanium Hangar",
    "id_13_description": "These warehouses allow the storage of titanium, without which production would stop once the storage capacity exceeded. To a lesser extent they help to protect some resource plundering of enemy fleets.",
    "id_14_name": "Silicon Warehouses",
    "id_14_description": "The warehouses store the silicon, without which production would stop once the storage capacity exceeded. To a lesser extent they help to protect some resource plundering of enemy fleets.",
    "id_15_name": "Hydrogen Tank",
    "id_15_description": "The reservoir can store hydrogen, without which production would stop once the storage capacity exceeded. To a lesser extent they help to protect some resource plundering of enemy fleets.",
    "id_16_name": "Water tank",
    "id_16_description": "The Water tank can store water, without which production would stop once the storage capacity exceeded. To a lesser extent they help to protect some resource plundering of enemy fleets.",
    "id_18_name": "Vessels Factory",
    "id_18_description": "Vessels Factory",
    "id_19_name": "Platform of defense",
    "id_19_description": "Platform of defense",
    "id_20_name": "Orbital Workshop",
    "id_20_description": "Orbital Workshop",
    "id_26_name": "Reactor Shield",
    "id_26_description": "These are reactors to supply the energy shield. Without them the shield could not be started.",
    "id_27_name": "Energy Shield",
    "id_27_description": "Create an energy shield to prevent the land troops to enter the colony. Only spacial attacks or certain weapons can disable it."
}