{
    "id_20_description": "Orbital Workshop",
    "id_6_description": "Derrick เป็นปั้นจั่นที่สูบน้ำออกมาจากใต้ดิน ซึ่งจำเป็นสำหรับการสกัดเอาไฮโรเจนไปใช้งาน และออกซิเจนที่เกิดจากกระบวนการนี้ก็ทำให้อาณานิคมสามารถรอดอยู่ได้ ทั้งชาวอาณานิคมและนักวิทยาศาสตร์",
    "id_6_name": "Derrick",
    "id_18_description": "Vessels Factory",
    "id_5_name": "Hydrogen Synthesizer",
    "id_7_name": "Advanced Hydrogen Synthesizer",
    "id_3_description": "แร่โลหะเป็นธาตุที่สำคัญในการสร้างสิ่งก่อสร้างและยานอวกาศต่างๆ Titanium Mine เป็นเหมืองแร่ไททาเนียมที่ไว้ใช้สกัดแร่โลหะไว้สำหร้บงานสร้างต่างๆเหล่านี้",
    "id_8_description": "การค้นคว้าวิจัย และมโนทัศน์ คือกุญแจหลักในการพัฒนา ทำให้ต้องมี Research Center หรือศูนย์วิจัย ยิ่งระดับที่สูงขึ้น ก็จะยิ่งลดเวลาที่ใช้ในการวิจัยต่างๆให้น้อยลง",
    "id_13_description": "คลังสำหรับเก็บ Titanium ถ้าหากคลังมีการบรรจุจนเต็ม สายการผลิต Titamium ก็จะหยุดชะงักลง รวมทั้งคลังนี้ยังช่วยในการปกป้องทรัพยากรบางส่วนมิให้ถูกปล้นสดมภ์จากกองบินของศัตรู",
    "id_4_name": "Silicon Plant",
    "id_13_name": "Titanium Hangar",
    "id_16_description": "ถังสำหรับเก็บ Water ถ้าหากถังมีการบรรจุจนเต็ม สายการผลิต Water ก็จะหยุดชะงักลง รวมทั้งถังนี้ยังช่วยในการปกป้องทรัพยากรบางส่วนมิให้ถูกปล้นสดมภ์จากกองบินของศัตรู",
    "id_1_description": "City Center หรือศูนย์กลางเมือง เป็นสิ่งก่อสร้างพื้นฐานของเมือง มีความสำคัญในการเพิ่มความเร็วของการก่อสร้าง",
    "id_18_name": "Vessels Factory",
    "id_20_name": "Orbital Workshop",
    "id_19_description": "Platform of defense",
    "id_1_name": "City Center",
    "id_27_name": "Energy Shield",
    "id_14_description": "คลังสำหรับเก็บ Silicon ถ้าหากคลังมีการบรรจุจนเต็ม สายการผลิต Silicon ก็จะหยุดชะงักลง รวมทั้งคลังนี้ยังช่วยในการปกป้องทรัพยากรบางส่วนมิให้ถูกปล้นสดมภ์จากกองบินของศัตรู",
    "id_8_name": "Research Center",
    "id_26_name": "Reactor Shield",
    "id_5_description": "Hydrogen(ไฮโดรเจน) Deuterium(ดูเทอเรียม) และ Tritium(ทริเทียม) เป็นธาตุหลักที่สำคัญในกระบวนการสันดาปของเครื่องยนต์ต่างๆ หรือใช้ในปฏิกริยานิวเคลียร์ Synthesizer นี้จะสังเคราะห์ธาตุต่างๆที่จำเป็นเหล่านี้ออกมาได้",
    "id_26_description": "Reactor Shield เป็นเตาปฏิกรณ์พลังงานให้กับ Energy Shield หรือโล่พลังงาน หากปราศจากเตาปฏิกรณ์นี้ โล่พลังงานก็มิอาจทำงานได้",
    "id_27_description": "สร้างโล่พลังงานเพื่อป้องกันกองกำลังภาคพื้นดินเข้าสู่อาณานิคม ต้องอาศัยการโจมตีแบบพิเศษหรืออาวุธบางประเภทในการทำลายโล่พลังงานนี้",
    "id_15_description": "ถังสำหรับเก็บ Hydrogen ถ้าหากถังมีการบรรจุจนเต็ม สายการผลิต Hydrogen ก็จะหยุดชะงักลง รวมทั้งถังนี้ยังช่วยในการปกป้องทรัพยากรบางส่วนมิให้ถูกปล้นสดมภ์จากกองบินของศัตรู",
    "id_15_name": "Hydrogen Tank",
    "id_3_name": "Titanium Mine",
    "id_19_name": "Platform of defense",
    "id_4_description": "Silicon Plant หรือโรงแร่ซิลิคอน สามารถสกัดแร่ซิลิคอนจากก้อนหิน ไว้ใช้ในงานทางไฟฟ้าต่างๆ",
    "id_16_name": "Water tank",
    "id_7_description": "Hydrogen(ไฮโดรเจน) Deuterium(ดูเทอเรียม) และ Tritium(ทริเทียม) เป็นธาตุหลักที่สำคัญในกระบวนการสันดาปของเครื่องยนต์ต่างๆ หรือใช้ในปฏิกริยานิวเคลียร์ Synthesizer นี้จะสังเคราะห์ธาตุต่างๆที่จำเป็นเหล่านี้ออกมาได้",
    "id_14_name": "Silicon Warehouses"
}