{
    "id_20_description": "Warsztat umożliwia budowę statków już w przestrzeni. Umożliwia to budowę większych statków.",
    "id_26_description": "Zaopatruje Pole Siłowe w energię.",
    "id_15_description": "Ten budynek magazynuje Wodór.",
    "id_18_description": "Część rozkazów budowy statków trafia tu - do Stoczni. Aby budować statki musisz posiadać ten budynek. Wraz z rozbudową Stoczni, skraca się czas produkcji statków.",
    "id_14_description": "Ten magazyn przechowuje Krzem.",
    "id_6_description": "Wieża Wiertnicza wydobywa wodę z wnętrza twojej planety. Surowiec ten jest szczególnie ważny, ponieważ zamieniany na wodór, stanowi paliwo umożliwiające podróże międzygwiezdne.",
    "id_19_name": "Orbitalna Stacja Obronna",
    "id_6_name": "Wiertnia",
    "id_13_description": "Ten budynek magazynuje Tytan.",
    "id_8_description": "Posiadając centrum badawcze na swojej planecie masz możliwość badania wielu rozmaitych technologii; od napędów dla Twoich międzygwiezdnych statków, aż do śmiercionośnej broni, dzięki której staniesz się niepokonany.",
    "id_19_description": "Wiele wież obronnych może być wybudowanych na tym budynku. Czas konstrukcji wieżyczek obronnych jest uzależniony od poziomu rozbudowy Stacji.",
    "id_1_name": "Centrum Dowodzenia",
    "id_16_description": "Ten budynek służy do magazynowania Wody.",
    "id_8_name": "Centrum Badawcze",
    "id_26_name": "Reaktor Fuzyjny",
    "id_13_name": "Magazyn Tytanu",
    "id_20_name": "Warsztat Orbitalny",
    "id_27_name": "Pole Siłowe",
    "id_4_name": "Kopalnia Krzemu",
    "id_18_name": "Stocznia",
    "id_5_description": "Przekształca Wodę w Wodór",
    "id_27_description": "Zwiększa siłę obronną wieżyczek obronnych oraz statków stacjonujących na planecie.",
    "id_1_description": "W Centrum Dowodzenia podejmowane są decyzje w sprawach najwyższej wagi. To właśnie w nim, w specjalnie wydzielonym skrzydle budynku swoją siedzibę ma władca planety. Koordynuje ono także budowę wszystkich budynków. Im wyżej jest rozbudowane, tym szybciej inne budynki powstaną.",
    "id_15_name": "Zbiornik Wodoru",
    "id_14_name": "Magazyn Krzemu",
    "id_3_name": "Kopalnia Tytanu",
    "id_4_description": "Krzem to jeden z najważniejszych i najcenniejszych surowców. Krzem jest używany we wszelkich elektronicznych urządzeniach; upewnij się, że zawsze masz jego zapasy na planecie.",
    "id_7_name": "Zaawansowy Syntezator Wodoru",
    "id_7_description": "Przekształca Wodę w Wodór.",
    "id_3_description": "Ten masywny budynek to Kopalnia Tytanu. Przez cały tydzień, 24h na dobę wydobywany jest tu Tytan - jeden z głównych surowców potrzebnych do budowy statków oraz budynków.",
    "id_16_name": "Zbiornik Wodny",
    "id_5_name": "Syntezator Wodoru"
}