{
    "id_20_description": "Il laboratorio orbitale permette la progettazione e la produzione di navi terribili e potenti che formeranno la tua flotta.",
    "id_6_description": "La piattaforma di perforazione consiste in una speciale struttura in grado di estrarre grandi quantitativi di acqua per poi ricavarne l'idrogeno contenuto in essa. L'ossigeno in surplus creato da questa reazione viene impiegato per la creazione di impianti di aerazione vitali per civili e scienziati.",
    "id_6_name": "Piattaforma di Perforazione",
    "id_18_description": "Qui vengono fabbricate le navi. Senza questo edificio sarebbe impossibile sviluppare una flotta di grandi dimensioni adatta a difendere il proprio pianeta o attaccare i nemici. I potenziamenti della struttura daranno accesso alle navi molto potenti necessarie per renderti molto forte e ne diminuiranno i tempi di costruzione. Altri potenziamenti alle navi possono essere sviluppati nel Laboratorio di ricerca una volta raggiunti i requisiti necessari.",
    "id_5_name": "Sintetizzatore di Idrogeno",
    "id_7_name": "Sintetizzatore di Idrogeno Avanzato",
    "id_3_description": "Il ferro, l'elemento essenziale per la costruzione di edifici e navi. La miniera di ferro viene usata per l'estrazione del metallo necessario al potenziamento di infrastrutture, flotte e ricerche.",
    "id_8_description": "Studio e ricerca sono le chiavi per lo sviluppo e l'avanzamento tecnologico; per questo se ne dovrebbe sempre avere uno. Un buon livello del centro di ricerca vi permette di diminuire il tempo di ogni ricerca.",
    "id_13_description": "Consente l'immagazzinamento del ferro senza il quale la produzione si fermerebbe una volta superato il limite di stoccaggio. Inoltre aiuta a proteggere una parte delle tue risorse dal saccheggio delle flotte nemiche.",
    "id_4_name": "Raffineria di silicio",
    "id_13_name": "Deposito di Ferro",
    "id_16_description": "Consente l'immagazzinamento dell'acqua senza la quale la produzione si fermerebbe una volta superato il limite di stoccaggio. Inoltre aiuta a proteggere una parte delle tue risorse dal saccheggio delle flotte nemiche.",
    "id_1_description": "Il comando centrale si deve considerare la costruzione principale del pianeta. Ad ogni suo aumento di livello diminuisce il tempo di costruzione di tutti gli edifici. Esso garantisce anche un certo quantitativo di energia e materia prima quando viene colonizzato un nuovo pianeta.",
    "id_18_name": "Cantiere Navale",
    "id_20_name": "Laboratorio orbitale",
    "id_19_description": "La stazione orbitale di difesa deve essere equipaggiata con numerosi tipi di torri. Essa potrebbe risultare molto efficace contro le flotte nemiche essendo in grado di coadiuvare i tuoi apparati di difesa durante una battaglia. Le stazioni orbitali costruiscono le difese in minor tempo ad ogni avanzamento di livello.",
    "id_1_name": "Comando Centrale",
    "id_27_name": "Schermo planetario energetico",
    "id_14_description": "Consente l'immagazzinamento del silicio senza il quale la produzione si fermerebbe una volta superato il limite di stoccaggio. Inoltre aiuta a proteggere una parte delle tue risorse dal saccheggio delle flotte nemiche.",
    "id_8_name": "Laboratorio di Ricerca",
    "id_26_name": "Reattore a fusione",
    "id_5_description": "L'idrogeno, assieme al deuterio e al trizio sono elementi indispensabili soprattutto nel campo dell'energia necessaria per alimentare i motori a combustione o per creare reazioni nucleari. Il sintetizzatore permette di ottenere questo elemento essenziale.",
    "id_26_description": "Consente agli scudi di difesa del tuo pianeta di essere riforniti di energia. Senza di esso non risulta possibile poter essere realizzato tutto l'impianto di schermatura.",
    "id_27_description": "Lo schermo planetario copre l'intero pianeta per proteggerne le persone dagli attacchi di navi nemiche, assorbendone l'impatto dei proiettili. Ogni livello ne viene aumentata la forza.",
    "id_15_description": "Consente l'immagazzinamento dell'idrogeno senza il quale la produzione si fermerebbe una volta superato il limite di stoccaggio. Inoltre aiuta a proteggere una parte delle tue risorse dal saccheggio delle flotte nemiche.",
    "id_15_name": "Serbatoio dell'Idrogeno",
    "id_3_name": "Miniera di Ferro",
    "id_19_name": "Stazione orbitale di difesa",
    "id_4_description": "Raffineria di silicio",
    "id_16_name": "Serbatoio dell'acqua",
    "id_7_description": "L'idrogeno, assieme al deuterio e al trizio sono elementi indispensabili soprattutto nel campo dell'energia necessaria per alimentare i motori a combustione o per creare reazioni nucleari. Il sintetizzatore avanzato permette di creare questo elemento essenziale in modo molto ottimizzato con rese maggiori rispetto al sintetizzatore standard.",
    "id_14_name": "Deposito di silicio"
}