{
    "id_1_name": "Sciacallo",
    "id_1_description": "Piccoli vascelli ideati per proteggere le basi del pianeta. Sono spesso usati per attaccare a bassa quota. Queste sono  navi a basso costo ma molto utili per le attività di base.",
    "id_2_name": "Renegade",
    "id_2_description": "Sono l'evoluzione dei Caccia per il controllo dello spazio. Progettati sui piani dello sciacallo, ma con una migliore schermatura e alcune armi più potenti.",
    "id_3_name": "Tjuger",
    "id_3_description": "Vero e proprio salto nel campo della ricerca; la forma del suo serbatoio ricorda la sagoma di un animale di un pianeta sperduto di una lontana galassia; si narra di lui come del \"Terrore dello spazio\". Sono molto utili nei grandi combattimenti spaziali grazie grazie al proprio armamento e alla protezione del proprio scafo",
    "id_4_name": "Spit",
    "id_4_description": "Spit",
    "id_5_name": "Satellite spia",
    "id_5_description": "Questo piccolo satellite è stato progettato per essere in grado di spiare il pianeta nemico senza essere visto. La sua piccola dimensione e la sua velocità eccezionale lo rendono un ottimo veicolo.",
    "id_6_name": "Darwin",
    "id_6_description": "Darwin",
    "id_7_name": "Raider",
    "id_7_description": "Questo vascello è stato il primo a combinare la capacità di trasporto e la capacità di incassare gli attacchi grazie al suo scafo rinforzato. Dotato di otto laser leggeri e due pesanti. Lo scafo, composto di cinue livelli di blindatura, sostiene anche gli attacchi delle armi al plasma",
    "id_8_name": "Cougar",
    "id_8_description": "Equipaggiato con due batterie laser ed un cannone al plasma; è molto indicato come nave da pattuglia, perfetta per la difesa orbitale. E' anche molto utile come scorta alle grandi navi da battaglia.",
    "id_9_name": "Bombardiere camuffato",
    "id_9_description": "Il suo punto di forza non è la protezione ma il camuffamento. I bombardieri camuffati sono capaci di avvicinarsi al pianeta obiettivo senza farsi rilevare dalle difese. questo però a discapito dei loro armamenti che, in ogni caso, sono comunque molto pericolosi",
    "id_10_name": "Noah",
    "id_10_description": "Nave progettata per portare a compimento missioni che sfruttino la sua grande capacità di immagazzinare risorse.",
    "id_11_name": "Nave commerciale",
    "id_11_description": "Questa nave a schermatura e armamento leggero, fu la prima nave utilizzata esclusivamente per il trasporto di sole risorse su altri pianeti.",
    "id_12_name": "Nave Cargo",
    "id_12_description": "Questo vascello è stato progettato come un ottimo compromesso  tra la nave commerciale e il NOAH.",
    "id_14_name": "AquilaV",
    "id_14_description": "Vascello da combattimento, da trasporto, da difesa, questa nave sa fare tutto!",
    "id_15_name": "AquilaX",
    "id_15_description": "Una delle armi più potenti progettate da l'Essere Umano, questa nave terrorizza per il suo armamento e per la sua stazza.",
    "id_16_name": "SENTIH",
    "id_16_description": "Comunemente chiamato \"SR6\" questa nave è la nave Serenity 2.0. E' stata costruita con leghe di metallo scoperte su pianeti lontano di una vicina galassia. Questa lega è stata usata per garantire la nostra evoluzione.",
    "id_19_name": "Colonizzatrice",
    "id_19_description": "Ogni pianeta, prima o poi, si deve espandere. La colonizzazione di nuove colonie è importante per l'estrazione di maggiori quantità di risorse e pre una maggiore strategia militare. Le navi colonizzatrici, al loro arrivo, ti permettono di disporre automaticamente di un comando operativo di livello 1.",
    "id_21_name": "Torretta laser leggera",
    "id_21_description": "Questa difesa utilizza un laser per distruggere le navi nemiche. E' la prima difesa ad entrare in azione.",
    "id_22_name": "Torre Laser pesante",
    "id_22_description": "Questa torre è la seconda linea tra le batterie di difesa. Essa utilizza un laser di nuova generazione capace di concentrare più potenza ed ha un costo di fabbricazione relativamente basso.",
    "id_23_name": "Torre EMP",
    "id_23_description": "Scoperto da un ricercatore rimasto segreto, questa torre di difesa è il terzo livello di difesa planetaria. Esso utilizza un nuovo laser più evoluto con migliori risultati.",
    "id_24_name": "Torretta al plasma",
    "id_24_description": "Questa è una potente arma da fuoco dal costo relativamente basso, con una grande potenza e un tempo di realizzazione molto bassa. Si tratta di una risorsa importante durante una guerra.",
    "id_25_name": "Batterie Lancia Missili Antimateria",
    "id_25_description": "Batterie Lancia Missili Antimateria. Dietro questo nome quasi insignificante si nasconde la miglior difesa scoperta fino ad oggi. Essa utilizza un concentrato di tecnologia per farti diventare spaventosamente potente!"
}